Repository: mpbdigital/222
Catalog: Holiday/*.lproj/Localizable.strings
Languages: tr

# filter.all
source: All
tr: Hepsi

# filter.events
source: Events
tr: Etkinlikler

# filter.birthdays
source: Birthdays
tr: Doğum Günleri

# picker.title
source: Choose a category
tr: Kategori Seçin

# empty.prefix
source: You don't have any
tr: Henüz

# empty.event
source: events
tr: etkinliğiniz yok

# empty.middle
source: and
tr: ve

# empty.birthday
source: birthdays
tr: doğum gününüz yok

# header.pinned
source: Pinned
tr: Sabitlenenler

# header.events
source: Events
tr: Etkinlikler

# header.birthdays
source: Birthdays
tr: Doğum Günleri

# navigation.title
source: Events
tr: Etkinlikler

# search.prompt
source: Search...
tr: Ara...

# WIDGET_ADD_EVENT
source: Add event
tr: Etkinlik ekle

# WIDGET_BIRTHDAY_EVENT
source: Birthday!
tr: Doğum günü!

# WIDGET_EVENT_TODAY
source: Event is today!
tr: Bugünkü etkinlik!

# WIDGET_EVENT_PASSED
source: Event has passed
tr: Etkinlik geçti

# WIDGET_DISPLAY_NAME
source: Upcoming Event
tr: Yaklaşan etkinlik

# WIDGET_DISPLAY_DESCRIPTION
source: Shows the next upcoming event.
tr: Yaklaşan etkinliği gösterir.

# SOON_LABEL
source: Soon
tr: Yakında

# SAMPLE_EVENT_MEET_FRIENDS
source: Meet with friends
tr: Arkadaşlarla buluşma

# SAMPLE_EVENT_CHECK_PIZZA
source: Buy pizza
tr: Pizza satın al

# SAMPLE_EVENT_CHECK_CALL_FRIENDS
source: Call friends
tr: Arkadaşları ara

# SAMPLE_EVENT_ANNA_BIRTHDAY
source: Anna's birthday
tr: Anna'nın doğum günü

# SAMPLE_EVENT_ANNA_NOTE
source: Don't forget to buy a gift!
tr: Hediye almayı unutma!

# SAMPLE_EVENT_CHECK_CHOOSE_GIFT
source: Choose a gift
tr: Hediye seç

# SAMPLE_EVENT_WORK_MEETING
source: Work meeting
tr: İş toplantısı

# SAMPLE_EVENT_PICNIC
source: Picnic
tr: Piknik

# SAMPLE_EVENT_CHECK_BRING_FOOD
source: Bring food
tr: Yiyecek getir

# SAMPLE_EVENT_CHECK_SETUP_GAMES
source: Plan games
tr: Oyunları hazırla

# SAMPLE_EVENT_ELON_NOTE
source: Call to congratulate him.
tr: Arayıp tebrik et.

# SAMPLE_EVENT_ELON_CHECK_CALL
source: Call Elon
tr: Elon'u ara

# SAMPLE_EVENT_CHECK_PREPARE_GIFT
source: Prepare a gift
tr: Hediye hazırla

# event_type_event
source: Event
tr: Etkinlik

# event_type_birthday
source: Birthday
tr: Doğum günü

# editEvent.sectionHeader.birthday
source: Birthday
tr: Doğum Günü

# editEvent.sectionHeader.event
source: Event
tr: Etkinlik

# editEvent.namePlaceholder
source: Name
tr: Ad yer tutucusu

# editEvent.placeholder.notes
source: Notes
tr: Notlar için yer tutucu

# editEvent.checklist.header
source: Checklist
tr: Kontrol Listesi Başlığı

# editEvent.notification.toggle
source: Notification
tr: Bildirimleri Aç/Kapat

# editEvent.deletePastEvents.label
source: Delete after completion
tr: Tamamlandıktan sonra sil

# editEvent.repeatSettings.linkTitle
source: Repeat
tr: Tekrar

# editEvent.emoji.categoryPicker
source: Emoji Category
tr: Emoji Kategorisi

# repeatInterval.none
source: No repeat
tr: Tekrar yok

# repeatInterval.minute1
source: 1 minute
tr: 1 dakika

# repeatInterval.minute5
source: 5 minutes
tr: 5 dakika

# repeatInterval.minute10
source: 10 minutes
tr: 10 dakika

# repeatInterval.minute15
source: 15 minutes
tr: 15 dakika

# repeatInterval.minute30
source: 30 minutes
tr: 30 dakika

# repeatInterval.minute35
source: 35 minutes
tr: 35 dakika

# repeatInterval.minute40
source: 40 minutes
tr: 40 dakika

# repeatInterval.hour
source: 1 hour
tr: 60 dakika

# THIRD_SCREEN_TIMER_TITLE
source: Timer
tr: Zamanlayıcı

# THIRD_SCREEN_TIMER_BEFORE
source: Until the event
tr: Etkinlikten önce

# THIRD_SCREEN_BLUE_TIMER_INFO
source: Blue timer shows how much time is left until the event starts
tr: Mavi zamanlayıcı - etkinlik başlamadan önce ne kadar süre kaldığını gösterir

# THIRD_SCREEN_TIME_PASSED_TITLE
source: Time since the event
tr: Etkinlikten sonra geçen süre

# THIRD_SCREEN_GRAY_TIMER_INFO
source: Gray timer shows how much time has passed since the event
tr: Gri zamanlayıcı - etkinlikten sonra geçen süreyi gösterir

# EVENT_1_NAME
source: Event 1
tr: Etkinlik 1

# EVENT_1_NOTE
source: Event 1 description
tr: Etkinlik 1 açıklaması

# EVENT_2_BIRTHDAY_NAME
source: Friend's birthday
tr: Arkadaşın doğum günü

# EVENT_2_BIRTHDAY_NOTE
source: Buy a gift
tr: Hediye al

# EVENT_3_BIRTHDAY_NAME
source: Colleague's birthday
tr: Çalışma arkadaşı doğum günü

# EVENT_3_BIRTHDAY_NOTE
source: Remind about the meeting
tr: Toplantıyı hatırlat

# SIDEBAR_TODAY_EVENTS
source: Today's events
tr: Bugün Etkinlikler

# SIDEBAR_MEETING
source: Meeting
tr: Toplantı

# SIDEBAR_DOCTOR
source: Doctor's appointment
tr: Doktora randevu

# SIDEBAR_CONVENIENT_CALENDAR
source: A convenient calendar
tr: Kullanışlı Takvim

# SIDEBAR_SHOWS_ALL_EVENTS
source: Shows all events for a selected day
tr: Belirli bir günde tüm etkinlikleri gösterir

# FIRST_SCREEN_CREATE_EVENTS
source: Create events and birthdays
tr: Etkinlikler ve Doğum Günü oluştur

# SECOND_SCREEN_CHECKLISTS
source: Add notes and interactive checklists
tr: Notlar ve etkileşimli kontrol listeleri yaz

# VACATION_BALI_EVENT_NAME
source: Vacation in Bali
tr: Bali Tatili

# VACATION_BALI_EVENT_NOTE
source: Book a hotel, pack your suitcase
tr: Otel rezervasyonu yap, valizini topla

# VACATION_BALI_CHECK_1
source: Buy tickets
tr: Bilet al

# VACATION_BALI_CHECK_2
source: Book a hotel
tr: Otel rezervasyonu yap

# VACATION_BALI_CHECK_3
source: Pack the suitcase
tr: Valizini topla

# SECOND_SCREEN_EVENTS
source: Events
tr: Etkinlikler

# THIRD_SCREEN_TIMER_AFTER
source: Time since the event
tr: Etkinlikten sonra

# TIMER_EVENT_1_NAME
source: Event
tr: Etkinlik

# TIMER_EVENT_2_NAME
source: Another event
tr: Başka bir etkinlik

# FIRST_SCREEN_EVENT_NAME
source: Team meeting
tr: Takımla Toplantı

# FIRST_SCREEN_EVENT_NOTE
source: Discuss strategy for Q1
tr: Q1 stratejisini tartış

# FIRST_SCREEN_CHECK_1
source: Prepare a report
tr: Rapor hazırla

# FIRST_SCREEN_CHECK_2
source: Create a presentation
tr: Sunum hazırla

# FIRST_SCREEN_BIRTHDAY_NAME
source: Anna's birthday
tr: Anna'nın Doğum Günü

# FIRST_SCREEN_BIRTHDAY_NOTE
source: Buy a gift
tr: Hediye al

# FIRST_SCREEN_EVENTS_LABEL
source: Events
tr: Etkinlikler

# FIRST_SCREEN_BIRTHDAYS_LABEL
source: Birthdays
tr: Doğum Günü

# FIRST_SCREEN_AGE_LABEL
source: Age: %d years
tr: Yaş: %d yıl

# NOTIFICATION_SCREEN_TITLE
source: Get short or extended notifications
tr: Kısa veya uzun bildirimler al

# NOTIFICATION_SCREEN_SUBTITLE
source: Stay updated about upcoming events
tr: Yaklaşan etkinliklerden haberdar olmak için

# NOTIFICATION_ALLOW_BUTTON
source: Allow notifications
tr: Bildirimlere izin ver

# SUBSCRIPTION_UNLIMITED_EVENTS
source: Create an unlimited number of events
tr: Sonsuz sayıda etkinlik oluştur

# SUBSCRIPTION_BUTTON_ANNUAL
source: Get an annual subscription
tr: Yıllık abone ol

# SUBSCRIPTION_NOT_NOW_BUTTON
source: Not now
tr: Şu an değil

# SUBSCRIPTION_RESTORE_BUTTON
source: Restore Purchases
tr: Satın alımları geri yükle

# SUBSCRIPTION_ERROR_TITLE
source: Error
tr: Hata

# SUBSCRIPTION_ERROR_DEFAULT
source: An error occurred
tr: Bir hata oluştu

# SUBSCRIPTION_OK_BUTTON
source: OK
tr: Tamam

# SUBSCRIPTION_NO_PACKAGES
source: No available packages to purchase
tr: Satın alınabilecek paket bulunamadı

# SUBSCRIPTION_CANCELED_BY_USER
source: Purchase canceled by user
tr: Kullanıcı tarafından iptal edildi

# SUBSCRIPTION_PURCHASE_ERROR
source: Error trying to purchase the subscription
tr: Abonelik satın alırken hata oluştu

# event_type_picker_title
source: Event Type
tr: Etkinlik Türü

# birthday_name_placeholder
source: Name Surname
tr: İsim

# event_name_placeholder
source: Title
tr: Etkinlik İsmi

# enter_text_placeholder
source: Enter text
tr: Metin Giriniz

# notes_placeholder_text
source: Note...
tr: Notlar...

# notes_tab_title
source: Notes
tr: Notlar

# checklist_tab_title
source: Checklist
tr: Yapılacaklar

# new_checklist_item_placeholder
source: New item
tr: Yeni öğe

# date_section_header
source: Date
tr: Tarih

# notification_toggle_title
source: Notification
tr: Bildirim

# notification_type_message
source: Message
tr: Mesaj

# notification_type_sound
source: Sound
tr: Ses

# emoji_category_picker_title
source: Emoji Category
tr: Emoji Kategorisi

# repeat_section_header
source: Repeat
tr: Tekrar

# yearly_repeat
source: Yearly
tr: Yıllık

# monthly_repeat
source: Monthly
tr: Aylık

# weekdays_format
source: On weekdays: %@
tr: Hafta içi: %@

# months_format
source: On months: %@
tr: Aylar: %@

source: No repeat
tr: Tekrar Etmesin

# delete_past_events_text
source: Delete after completion
tr: Bitiminden Sonra Sil

# save_button_title
source: Save
tr: Kaydet

# editEvent.checklist.taskPlaceholder
source: Task
tr: Görev

# editEvent.checklist.newItemPlaceholder
source: Add a new task
tr: Yeni görev ekle

# common.saveButton
source: Save
tr: Kaydet

# event.age_prefix
source: Age: %d
tr: Yaş: %d

# event.birthday_today
source: Birthday!
tr: Doğum Günü!

# event.repeat_annually_text
source: Repeat annually
tr: Her Yıl Tekrar Et

# event.repeat_monthly_text
source: Repeat monthly
tr: Her Ay Tekrar Et

# SETTINGS_SUBSCRIPTION_HEADER
source: Subscription
tr: Abonelik

# SETTINGS_SUBSCRIPTION_CURRENT_STATUS
source: Current status:
tr: Mevcut Durum:

# SETTINGS_SUBSCRIPTION_ACTIVE
source: Active
tr: Aktif

# SETTINGS_SUBSCRIPTION_INACTIVE
source: Inactive
tr: Pasif

# SETTINGS_SUBSCRIPTION_BUY_BUTTON
source: Buy subscription
tr: Abonelik Satın Al

# SETTINGS_NOTIFICATIONS_HEADER
source: Notifications
tr: Bildirimler

# SETTINGS_NOTIFICATIONS_PERMISSION
source: Permission:
tr: İzin:

# SETTINGS_NOTIFICATIONS_GRANTED
source: Granted
tr: Verildi

# SETTINGS_NOTIFICATIONS_ALLOW_BUTTON
source: Allow
tr: İzin Ver

# SETTINGS_FEEDBACK_HEADER
source: Feedback
tr: Geri Bildirim

# SETTINGS_FEEDBACK_SEND_BUTTON
source: Send feedback
tr: Geri Bildirim Gönder

# SUBSCRIPTION_MODAL_TITLE
source: Subscribe now
tr: Abonelik Satın Al

# SUBSCRIPTION_MODAL_BUY_BUTTON
source: Purchase subscription
tr: Satın Al

# SUBSCRIPTION_NAV_TITLE
source: Subscription
tr: Abonelik

# SUBSCRIPTION_NAV_CLOSE
source: Close
tr: Kapat

# FEEDBACK_SECTION_HEADER
source: Your feedback
tr: Yorumlar

# FEEDBACK_SEND_BUTTON
source: Send
tr: Gönder

# FEEDBACK_NAV_TITLE
source: Send feedback
tr: Geri Bildirim Gönder

# FEEDBACK_TELEGRAM_INFO
source: Your message will be sent via Telegram.
tr: Mesajınız Telegram üzerinden gönderilecektir.

# FEEDBACK_CONFIRM_TITLE
source: Send feedback via Telegram?
tr: Telegram ile geri bildirim gönderilsin mi?

# FEEDBACK_CANCEL_BUTTON
source: Cancel
tr: İptal

# ONBOARDING_STEP_TITLE
source: Onboarding step %d
tr: Onboarding Adımı %d

# ONBOARDING_STEP_CONTINUE
source: Continue
tr: Devam Et

# CATEGORY_NAME_NONE
source: No category
tr: Kategori Yok

# CATEGORY_NAME_CELEBRATION
source: Celebration
tr: Kutlama

# CATEGORY_NAME_FOOD
source: Food
tr: Yiyecek

# CATEGORY_NAME_SPORTS
source: Sports
tr: Spor

# CATEGORY_NAME_NATURE
source: Nature
tr: Doğa

# CATEGORY_NAME_BEAUTY
source: Beauty
tr: Güzellik

# empty_prefix
source: Add
tr: Ekle

# empty_event
source: an event
tr: Etkinlik

# empty_middle
source: or
tr: ya da

# empty_birthday
source: a birthday
tr: Doğum Günü

# pinned_events_header
source: Pinned Events
tr: Sabit Etkinlikler

# events_header
source: Events
tr: Etkinlikler

# birthdays_header
source: Birthdays
tr: Doğum Günleri

# delete_label
source: Delete
tr: Sil

# pin_label
source: Pin
tr: Sabitle

# unpin_label
source: Unpin
tr: Sabitlemeyi Kaldır

# dayOfWeek.monday
source: Monday
tr: Pazartesi

# dayOfWeek.tuesday
source: Tuesday
tr: Salı

# dayOfWeek.wednesday
source: Wednesday
tr: Çarşamba

# dayOfWeek.thursday
source: Thursday
tr: Perşembe

# dayOfWeek.friday
source: Friday
tr: Cuma

# dayOfWeek.saturday
source: Saturday
tr: Cumartesi

# dayOfWeek.sunday
source: Sunday
tr: Pazar

# month.january
source: January
tr: Ocak

# month.february
source: February
tr: Şubat

# month.march
source: March
tr: Mart

# month.april
source: April
tr: Nisan

# month.may
source: May
tr: Mayıs

# month.june
source: June
tr: Haziran

# month.july
source: July
tr: Temmuz

# month.august
source: August
tr: Ağustos

# month.september
source: September
tr: Eylül

# month.october
source: October
tr: Ekim

# month.november
source: November
tr: Kasım

# month.december
source: December
tr: Aralık

# repeatSettings.annualRepeatHeader
source: Annual Repeat
tr: Yıllık Tekrar

# repeatSettings.annualRepeatToggle
source: Yearly Repeat
tr: Her Yıl Tekrar Et

# repeatSettings.intervalHeader
source: Repeat Interval
tr: Tekrar Aralığı

# repeatSettings.intervalPicker
source: Repeat Interval
tr: Aralık Seç

# repeatSettings.daysOfWeekHeader
source: Repeat on Weekdays
tr: Haftanın Günleriyle Tekrar

# repeatSettings.monthsHeader
source: Repeat on Months
tr: Aylara Göre Tekrar

# repeatSettings.monthlyRepeatHeader
source: Monthly Repeat
tr: Aylık Tekrar

# repeatSettings.monthlyRepeatToggle
source: Monthly Repeat
tr: Her Ay Tekrar Et

# add_event_button_title
source: Add Event
tr: Etkinlik Ekle

# events_section_header
source: Events
tr: Etkinlikler

source: No events
tr: Etkinlik yok

# NO_SHORT
source: No
tr: Yok

# COMPLICATION_DISPLAY_NAME
source: Upcoming moment
tr: Sonraki an

# COMPLICATION_DISPLAY_DESCRIPTION
source: Circular progress and timer to the event
tr: Etkinliğe kadar dairesel ilerleme ve zamanlayıcı

# COMPLICATION_EVENTS_LABEL
source: Events
tr: Etkinlikler
